{
  "Navigation": {
    "home": "الرئيسية",
    "menu": "القائمة",
    "story": "قصتنا",
    "contact": "اتصل بنا",
    "about": "من نحن",
    "sign-out": "تسجيل الخروج",
    "sign-in": "تسجيل الدخول",
    "sign-up": "تسجيل جديد",
    "dashboard": "لوحة التحكم",
    "Billa_Factory": "مصنع بيلا",
    "Customer_Service": "خدمة العملاء"
  },
  "Order_Data": {
    "name": "اسم صاحب الطلب",
    "cafe_name": "اسم المقهى",
    "address": "العنوان كاملاً",
    "phone": "رقم الهاتف",
    "checkout": "اكمال الطلب"
  },

  "More": {
    "curancy": "ريال",
    "total": "المجموع",
    "add_note": "اضافة ملاحظة",
    "size": "سم",
    "quantity": "الكمية",
    "add_to_cart": "اضافة الى السلة",
    "select_size": "اختر الحجم",
    "cancel": "الغاء"
  },
  "HomePage": {
    "hero_title": "مرحبا بكم في بيلا",
    "hero_subtitle": "لدينا في بيلا خط إنتاج خاص للمقاهي والشركات والفنادق لتلبي طلباتكم على أكمل وجه بكل دقة وعناية وعلى استعداد تام لإنتاج الكعك المطلوب بكل احترافية وجودة عالية.",
    "add_special_order": "اضافت طلب خاص",
    "all_products": "جميع المنتجات",
    "best_selling": "الاكثر مبيعا"
  },
  "StoryPage": {
    "title": "قصتنا المبهره",
    "part1": "بيلا هي قصة شغف الأختين نورا ورنا ووالدتهم .. فبشكلها الانيق والمميز وطعمها المفتاح وادركهم إلى الحلويات هي سرّ السعادة في المناسبات والمناسبات والاجتماعية الاجتماعية ابتسامه وصنع السعادة للناس .. فقررو إنشاء مشروعهم المنزلي الصغير.",
    "part2": "وبدأت القصة في عام 2010 م لشغفهم بالحلويات والذي قد بدأ منذ فخروا بعظامهم.. حيث بدأ العمل من المنزل .. وتميزو بألذ وأجمل الاصناف .. فأبدعوا واشتهرو بحمد الله",
    "part3": "وبعد 6 سنوات من العمل الدؤوب .. وتوفيق من الله سبحانه وتعالى وفتح خبرهم الجميل .. ووضعو فيه كل احلامهم وآمالهم بعد الله ..",
    "part4": "وبسبب إيمانهم وإدراكهم بأن تميز قطعة الحلوى وتفردها وجمالها وطعمها الغنيّ واللذيذ ينعكس على الحضور او اصحاب المنزل ومزاجهم العام أولاً .. قررو سوياً صنع أجمل وألذ الحلويات والموالح .. كي يصنعو الجمال والسعادة في جميع البيوت .. وجعلها متاحة للجميع لتزيدهم سعادة وجمال .. ومن هنا كانت ولادة بيلا ؛ لتكون الوسيلة الأقرب والأسهل لإقتناء ألذ وأجمل الحلويات والموالح ، وتصل لكل منزل بشكل أنيق دون مواجهة أي مشاكل.",

    "part5": "والان نحن في فريق بيلا ، حيث وجدنا الإلهام في المنتجات المشوقة ذات الاشكال الابداعية والملفتة ومنتجات مميزة، نطرحها لكم في موقعنا ومحلنا ونعمل جاهدين لأن يتم تطويره بصفة دائمة ومستمرة.. مهمتنا الأولى هي تزويد المحل بكل ما هو جديد في عالم الضيافه اللذيذة ذات الافكار الجذابة والمميزة لتناسب ذوقكم ."
  },
  "MenuPage": {
    "title": "القائمة"
  },
  "Billa_Factory": {
    "title": "مصنع بيلا",
    "subtitle": "في بيلا يوجد لدينا فريق عمل متكامل يتميز بالكفاءة العالية والخبرة وتتوفر لدينا أفضل الأجهزة والأدوات حتى نخرج لعملائنا بأفضل المخرجات المميزة ، والفاخرة ، كما عودناهم ونحرص كل الحرص على يسر وسرعة وصول المنتج إلى عملائنا حيث اننا نمتلك اسطول نقل مبرد ومجهز ، حتى يصل المنتج طازج وبجوده عالية من المصنع الى محلاتنا او عملائنا المميزين بكل يسر وسهولة."
  },
  "CartPage": {
    "title": "السلة",
    "empty_cart": "السلة فارغة",
    "total": "المجموع",
    "checkout": "اكمال الطلب",
    "special_order": "طلب خاص",
    "desc": "إجمالي سلة التسوق الخاصة بك",
    "order_summary": "ملخص الطلب",
    "select_payment": "اختر طريقة الدفع",
    "online_payment": "الدفع الالكتروني",
    "cash_payment": "الدفع عند الاستلام"
  },
  "Footer": {
    "call_us": "اتصل بنا",
    "links": "روابط مهمة",
    "who_we_are": "من نحن",
    "who_we_are_desc": "بيلا سويت هو محل تجاري أنيق يقدم أجمل وألذ الأصناف المميزة والمبتكرة من الحلويات والموالح، تمتلكه وتديره مؤسسة الحلويات الجميلة التجارية.",
    "Customer_Service": "خدمة العملاء",
    "Customer_Service_Desc": "في بيلا نؤمن تماماً بأن نجاحنا مرهون برضا عملائنا؛ لذلك يسعد موظفي خدمة العملاء على مساعدتكم والإجابة على كافة استفساراتكم حول منتجاتنا وخدماتنا عن طريق برامج التواصل الاجتماعي أو عن طريق التواصل مع خدمة العملاء :"
  }
}
